import Item from "./Item";

const dataProduct = [
  {
    image: "/src/assets/image/image 15.png",
    price: "265000 تومان",
    title: "مانیتور مخصوص بازی   ",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز ",
  },
  {
    image: "/src/assets/image/image 16.png",
    price: "445000 تومان",
    title: "مانیتور مخصوص بازی   ",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز ",
  },
  {
    image: "/src/assets/image/image 17.png",
    price: "26665000 تومان",
    title: "مانیتور مخصوص بازی   ",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز ",
  },
  {
    image: "/src/assets/image/image 18.png",
    price: "363500 تومان",
    title: "مانیتور مخصوص بازی   ",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز ",
  },
  {
    image: "/src/assets/image/image19.png",
    price: "363500 تومان",
    title: "مانیتور مخصوص بازی   ",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز ",
  },
  {
    image: "/src/assets/image/image 20.png",
    price: "363500 تومان",
    title: "مانیتور مخصوص بازی   ",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز ",
  },
];
function ItemList() {
  return (
    <div className="grid grid-cols-2 grid-rows-3 gap-4">
      {dataProduct.map((el) => (
        <Item
          key={el.title}
          title={el.title}
          description={el.description}
          price={el.price}
          image={el.image}
        />
      ))}
    </div>
  );
}

export default ItemList;
